<template>
  <div>
    <div id="right-wrapper">
        <div class="footer-static-container">
            <div class="title">常见问题</div>
            <div class="con">
                <div class="problem">
                    <div id="problem-shop-proce">
                        <div class="problem-title">（一）购物流程</div>
                        <p>登录/注册 → 挑选商品 → 加入购物车 → 确认订单 → 支付订单 → 收货与评价</p>
                    </div>
                    <div id="problem-register">
                        <div class="problem-title">（二）新用户注册</div>
                        <ul>
                            <li>Step1：
                                <ol>
                                    <li>PC:点击页面右上方的“注册”按钮注册美美箱账号。</li>
                                    <li>APP：首先点击右下角“我哒”，进入登录页面后点击右上角“注册”。</li>
                                </ol>
                            </li>
                            <li>Step2：
                                <ol>
                                    <li>PC:请根据提示在信息栏内正确填入注册信息，填写完成后点击右下方的“注册”按钮。</li>
                                    <li>APP: 请根据提示在信息栏内正确填入注册信息，填写完成后点击 “注册”按钮。</li>
                                </ol>
                            </li>
                        </ul>
                    </div>
                    <div id="problem-login">
                        <div class="problem-title">（三）登录</div>
                        <ul>
                            <li>Step1：
                                <ol>
                                    <li>PC:如您已经拥有美美账号，请点击页面右上方的“登录”按钮。</li>
                                    <li>APP: 点击右下角“我哒”，进入登录页面。</li>
                                </ol>
                            </li>
                            <li>Step2：
                                <ol>
                                    <li>在登录页面的信息栏内填入对应信息（注册邮箱及密码），点击“登录”按钮进行登录,登录成功后，系统将自动跳转至美美箱首页。</li>
                                </ol>
                            </li>
                        </ul>
                    </div>
                    <div id="problem-forgot">
                        <div class="problem-title">（四）忘记密码？</div>
                        <p>请点击首页右上角“登录”跳转到登录页面→点击“忘记密码”跳转到重置密码页面→输入用于登录的邮箱地址，点击“提交”→我们将会发给您重置密码的链接网址。</p>
                    </div>
                    <div id="problem-shop-known">
                        <div class="problem-title">（五）购买须知</div>
                        <ul>
                            <li>1、官网、商品咨询
                                <ol>
                                    <li>（1）查看“美美账户”
                                        <p>请点击首页右上角“我的MEMEBOX”，您可以根据左侧的目录查看需要知道的账户信息。例如：查看订单、查看现金券、优惠券使用情况、修改/添加收货地址等等。</p>
                                    </li>
                                    <li>（2）网站客服服务时间
                                        <p>服务时间为周一-周日：9:00-21:00（遇到法定节假日，服务时间另行安排通知。</p>
                                    </li>
                                    <li>（3）如何订阅/取消美美箱发布的活动及优惠信息？
                                        <p>请您进入我的账户，点击“订阅邮件”，勾选“订阅申请”，这样就成功订阅了美美箱的活动及优惠信息；反之则取消订阅。</p>
                                    </li>
                                </ol>
                            </li>
                            <li>2、订单&支付&更改&取消&缺货
                                <ol>
                                    <li>（1）订单支付
                                        <p>订单确认生成后，请在20分钟内支付，过时系统将自动取消订单；</p>
                                        <p>系统自动取消的订单虽支付宝“账单”中显示“等待付款”，若您重新在支付宝中支付钱款，订单无法恢复正常，此时只能联系客服为您办理退款。</p>
                                    </li>
                                    <li>（2）订单更改
                                        <p>购买前请注意，一旦结算完成后商品将不能更换；</p>
                                        <p>订单确认生成后，无法对产品、收货地址、姓名、收货电话做任何修改；请仔细填写收货信息，一旦发生错误，往返运费及相关后果需由您自行承担。</p>
                                    </li>
                                    <li>（3）订单取消
                                        <p>当天订购可立即取消订单，需要您联系客服办理退款，取消后优惠券不返还、现金券返还；</p>
                                        <p>订单发货后将不能取消；优惠券、现金券均不返还。</p>
                                    </li>
                                    <li>（4）缺货订单
                                        <p>如果您的订单中有商品缺货，客服会通过电话、短信通知您，为您处理异常；</p>
                                        <p>若您的电话始终无人接听；或者收到短信未及时与我们联系处理；订单将为您保留3个工作日；</p>
                                        <p>超过3个工作日还未处理的订单，系统将自行取消订单，退款将在1-3个工作日内由原路退回。</p>
                                    </li>
                                    <li>（5）恶意订单
                                        <p>本网站产品订购是针对个人顾客进行购买，故若经过核实发现相同ID注册多个帐号或相同ID、收货人姓名、电话、地址相同订购了多张不符合优惠条件的订单，系统将自动取消订单不予以发货；请广大会员理解！</p>
                                        <p>若本网站系统发生异常问题，如：造成您反复不断购买，生成多张异常订单，系统将自动取消订单不做另行通知，并在3个工作日将款项由原路退回；若您使用了相关优惠我们也会返还给您。</p>
                                    </li>
                                </ol>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>
  </div>
</template>

<script>

export default {
    head: {
        link: [
            {rel: 'stylesheet', href: '/css/stapages/problem.css'}
        ]
    },
  layout: 'stapages',
}
</script>

