<template>
  <div>
    <div id="right-wrapper">
        <div class="footer-static-container">
            <div class="title">退换政策</div>
            <div class="con">
                <div class="refund">
                    <ul>
                        <li>1、退换货政策
                            <ol>
                                <li>（1）美美箱承诺收到商品后，7天无条件“退货”“换货”，以下情况除外：
                                    <p>a、买家自身原因造成商品破损</p>
                                    <p>b、买家已使用产品（无质量问题），并影响到二次销售；</p>
                                    <p>c、价值500元以上商品不支持无条件退货政策；</p>
                                </li>
                                <li>（2）因主观原因要求的退货
                                    <p>a、因主观原因（不喜欢、与想象不同）要求的退货，须用户自行承担往返运费。</p>
                                    <p>b、美美箱收到您的货品后检查未开封、未使用，不影响二次销售的情况下，将办理退换货。</p>
                                    <p>c、若收到货检查产品影响二次销售的情况下产品将折至5-8折进行退款；</p>
                                </li>
                            </ol>
                        </li>
                        <li>2、退换货流程
                            <ol>
                                <li>（1）申请退货，准备照片
                                    <p>提供问题产品的照片（1、多角度，且能反应产品问题；2、与商品包装袋上的【订单编号】一起；3、3张或以上）。</p>
                                </li>
                                <li>（2）联系客服
                                    <p>发送给在线客服或邮件kf@memeboxglobal.com，与其确认是否属于问题产品。</p>
                                </li>
                                <li>（3）提交申请，待审核
                                    <p>与客服沟通退换货理由及信息，并等待客服确认是否符合退换货标准。若确认无误，则可寄回美美箱，期间请保留好照片依据。</p>
                                </li>
                                <li>（4）退/换货处理
                                    <p>如果通过审核，则邮件商品到退货地址：</p>
                                    <p>地址：上海嘉定区众川路350号1号仓库</p>
                                    <p>收件人：Memebox</p>
                                    <p>电话：13405345952</p>
                                </li>
                                <li>（5）退款处理
                                    <p>收到货后，将按照原支付方式退回款项，一般1-3个工作日将为您处理完成；</p>
                                    <p>商品运费部分需要您提供支付宝账号，则额外办理，一般退款到账时间为1-7个工作日。</p>
                                </li>
                                <li>（6）处理完成</li>
                            </ol>
                        </li>
                        <li>3、特殊商品退换货说明
                            <ol>
                                <li>（1）对于高价值商品、食品类商品，在发出之前均已经通过专业人员仔细检查，售出后无质量问题不支持退货。请您一定在快递送达时当面验货再进行签收，签收完毕则认为无质量问题。</li>
                                <li>（2）针对促销活动的特价商品和礼盒商品，一般网站会公告您购买后无质量问题不受理退换货。请您再购买时慎重考虑，谢谢！</li>
                            </ol>
                        </li>
                        <li>4、什么时候可以退款？多久退款到账？
                            <ol>
                                <li>（1）整单退款：一般到账时间为1-3个工作日；</li>
                                <li>（2）部分退款：一般到账时间为1-5个工作日。</li>
                            </ol>
                        </li>
                    </ul>
                </div>

            </div>
        </div>
    </div>
  </div>
</template>

<script>

export default {
    head: {
        link: [
            {rel: 'stylesheet', href: '/css/stapages/refund.css'}
        ]
    },
  layout: 'stapages',
}
</script>
